{
  "factionName": "Orruk Warclans",
  "factionId": "orruk-warclans",
  "lore": "<h2>The Green Tide</h2><p>The <strong>Orruk Warclans</strong> are the most brutal and warlike of all the greenskin races. These massive, muscle-bound warriors live for nothing but war, conquest, and the thrill of battle. Led by the mightiest of their kind, the Orruks seek to dominate all the realms through sheer strength and overwhelming violence.</p><h3>The Waaagh!</h3><p>When Orruks gather in sufficient numbers, they are swept up in the <strong>Waaagh!</strong> - a primal, mystical force that drives them to ever-greater acts of violence and destruction. The Waaagh! grows stronger with each victory, each act of brutality, each enemy crushed beneath their massive feet.</p><h3>Clan Structure</h3><p>Orruk society is built around <strong>Warclans</strong> - loose confederations of warriors bound together by strength, loyalty, and the promise of glorious battle. Each warclan is led by the strongest and most cunning of their number, who rules through a combination of raw power and the respect of their fellow warriors.</p><h3>The Path of the Warrior</h3><p>Every Orruk is born to fight, and every Orruk dreams of becoming a <em>Warboss</em> - the mightiest warrior of their warclan. Through constant battle, they grow stronger, tougher, and more skilled. The strongest among them become living legends, their names spoken with awe and fear across all the realms.</p><h3>Spearhead Warfare</h3><p>In the smaller conflicts of the Spearhead campaigns, the Orruk Warclans deploy their most versatile and brutal warriors. <strong>Ardboys</strong> form the backbone of their forces - heavily armored, disciplined, and utterly devoted to the cause of war. <strong>Gore-gruntas</strong> provide mobility and shock tactics, while <strong>Warchanters</strong> bring the power of the Waaagh! to the battlefield.</p><p>Every Orruk warrior fights not for personal glory, but for the pure joy of battle itself. They are the green tide that will sweep across all the realms, the brutal force that will crush all who stand in their way.</p>",
  "armyRules": [
    { "name": "Placeholder Army Rule", "description": "Details coming soon..." }
  ],
  "enhancements": [
    { "type": "Placeholder Enhancement", "name": "Placeholder Name", "description": "Details coming soon..." }
  ],
  "spearheadComposition": [
    
  ],
  "units": [
    { "name": "Placeholder Unit 1 (Orruk)", "stats": {}, "weapons": [], "abilities": [], "keywords": [] },
    { "name": "Placeholder Unit 2 (Orruk)", "stats": {}, "weapons": [], "abilities": [], "keywords": [] }
  ]
} 